Repository: casimir/frigoligo
Catalog: ios/Localizable.xcstrings
Source language: en
Languages: af, ar, ca, de, eo, es, et, fr, gl, it, nl, pt, pt_br, pt_pt, ru, ta, vi, zh, zh_hant

# session_renewDialogMessage
source: The server refuses the current session token. You will need to log in again to resume the synchronization.
ar: الخادم يرفض رمز الجلسة الحالي. ستحتاج إلى تسجيل الدخول مرة أخرى لاستئناف المزامنة.
ca: El servidor rebutja el testimoni de sessió actual. Haureu d’iniciar sessió de nou per a reprendre la sincronització.
de: Der Server lehnt den aktuellen Session Token ab. Du wirst dich erneut einloggen müssen um dir Synchronisierung fortsetzen zu können.
eo: La servilo rifuzas la nunan sesioĵetonon. Vi devos ensaluti denove por rekomenci la sinkronigon.
es: El servidor rechaza el token de la sesión actual. Deberá iniciar sesión nuevamente para reanudar la sincronización.
et: Server keeldub praeguse tunnusloa kaotamisest. Sünkroniseerimise jätkamiseks pead uuesti sisse logima.
fr: Le serveur refuse le jeton de session actuel. Vous devrez vous connecter à nouveau pour reprendre la synchronisation.
gl: O servidor rexeita o token de sesión actual. Terás que acceder outra vez para continuar coa sincronización.
it: Il server non accetta il token della sessione attuale. Devi accedere nuovamente per riprendere la sincronizzazione.
nl: De server weigert het huidige sessietoken. U moet zich opnieuw aanmelden om de synchronisatie te hervatten.
pt: O servidor recusa o token de sessão atual. Precisará efetuar login novamente para retomar a sincronização.
pt_br: O servidor recusa o token de sessão atual. Você precisará efetuar login novamente para retomar a sincronização.
pt_pt: O servidor recusa o token de sessão atual. Precisará efetuar login novamente para retomar a sincronização.
ru: Сервер отказывается использовать токен текущего сеанса. Чтобы возобновить синхронизацию, необходимо снова войти в систему.
ta: சேவையகம் தற்போதைய அமர்வு கிள்ளாக்கை மறுக்கிறது. ஒத்திசைவை மீண்டும் தொடங்க நீங்கள் மீண்டும் உள்நுழைய வேண்டும்.
vi: Máy chủ từ chối token phiên hiện tại. Bạn sẽ cần phải đăng nhập lại để tiếp tục đồng bộ hóa.
zh: 服务器拒绝当前会话令牌。您需要重新登录才能恢复同步。
zh_hant: 伺服器拒絕目前工作階段令牌。你需要重新登入以恢復同步。

# session_renewDialogTitle
source: Renew session
ar: تجديد الجلسة
ca: Renova la sessió
de: Session erneuern
eo: Renovigi la sesion
es: Renovar sesión
et: Uuenda sessiooni
fr: Renouveler la session
gl: Anovar a sesión
it: Rinnova sessione
nl: Sessie vernieuwen
pt: Renovar sessão
pt_br: Renovar sessão
pt_pt: Renovar sessão
ru: Обновление сеанса
ta: புதுப்பித்தல் அமர்வு
vi: Phiên gia hạn
zh: 刷新会话
zh_hant: 更新工作階段

# session_title
source: Session details
ar: تفاصيل الجلسة
ca: Detalls de la sessió
de: Details der Session
eo: Sesiodetaloj
es: Detalles de la sesión
et: Sessiooni üksikasjad
fr: Détails de la session
gl: Detalles da sesión
it: Dettagli sessione
nl: Sessiedetails
pt: Pormenores da sessão
pt_br: Detalhes da sessão
pt_pt: Pormenores da sessão
ru: Детали сеанса
ta: அமர்வு விவரங்கள்
vi: Chi tiết phiên
zh: 会话详情
zh_hant: 工作階段詳細資訊

# settings_bugReportLink
source: Report a bug
ar: الإبلاغ عن خطأ
ca: Informa d’un error
de: Einen Fehler melden
eo: Raporti cimon
es: Informar de un error
et: Teata vigadest
fr: Signaler un bug
gl: Informar de problemas
it: Segnala un bug
nl: Een bug melden
pt: Reportar um bug
pt_br: Reportar um bug
pt_pt: Reportar um bug
ru: Сообщить об ошибке
ta: ஒரு பிழையைப் புகாரளிக்கவும்
vi: Báo cáo lỗi
zh: 报告错误
zh_hant: 報告錯誤

# settings_clearCacheMessage
source: The local cache will be deleted and fetched again from the server.
ar: سيتم حذف الذاكرة المؤقتة المحلية وجلبها مرة أخرى من الخادم.
ca: La memòria cau local se suprimirà i es recuperarà del servidor un cop més.
de: Der lokale Cache wird gelöscht und erneut vom Server abgerufen.
eo: La loka kaŝmemoro estos forigita kaj denove elŝutita de la servilo.
es: La caché local se eliminará y se recuperará nuevamente del servidor.
et: Järgnevaga kustutame kohaliku vahemälu ja laadime andmed serverist uuesti.
fr: Le cache local sera supprimé et récupéré à nouveau depuis le serveur.
gl: Vaise eliminar a caché local e solicitar outra vez os datos ao servidor.
it: La cache locale verrà eliminata e recuperata nuovamente dal server.
nl: De lokale cache wordt verwijderd en wordt opnieuw bij de server opgehaald.
pt: O cache local será apagado e recuperado novamente do servidor.
pt_br: O cache local será excluído e recuperado novamente do servidor.
pt_pt: O cache local será apagado e recuperado novamente do servidor.
ru: Локальный кэш будет удалён и снова получен с сервера.
ta: உள்ளக கேச் நீக்கப்பட்டு மீண்டும் சேவையகத்திலிருந்து பெறப்படும்.
vi: Bộ nhớ đệm cục bộ sẽ bị xóa và tải lại từ máy chủ.
zh: 本地缓存将被删除，并重新从服务器获取。
zh_hant: 本機快取將會被刪除並再次從伺服器獲取。

# settings_itemAppBadge
source: Show unread badge
ar: إظهار شارة ”غير مقروء“
ca: Mostra la insígnia de no llegits
de: Zeige ungelesene Anzahl
eo: Montri nelegitaŝildon
es: Mostrar marca de no leído
et: Näita „Lugemata“ silti
fr: Afficher le badge « non-lus »
gl: Mostrar marca de non lido
it: Mostra badge non letto
nl: Ongelezen als zodanig mankeren
pt: Mostrar emblema não lido
pt_br: Mostrar emblema não lido
pt_pt: Mostrar emblema não lido
ru: Показать значок «непрочитанное»
ta: படிக்காத பேட்சைக் காட்டு
vi: Hiển thị huy hiệu chưa đọc
zh: 显示未读角标
zh_hant: 顯示未讀徽章

# settings_itemAppearance
source: Appearance
ar: المظهر
ca: Aspecte
de: Design
eo: Aspekto
es: Aspecto
et: Välimus
fr: Apparence
gl: Aparencia
it: Aspetto
nl: Uiterlijk
pt: Aparência
pt_br: Aparência
pt_pt: Aparência
ru: Тема
ta: தோற்றம்
vi: Giao diện
zh: 外观
zh_hant: 外觀

# settings_itemClearCache
source: Clear cache
ar: مسح الذاكرة المؤقتة
ca: Neteja la memòria cau
de: Cache leeren
eo: Vakigi la kaŝmemoron
es: Borrar la caché
et: Kustuta puhverdatud andmed
fr: Nettoyer le cache
gl: Limpar caché
it: Pulisci cache
nl: Cache wissen
pt: Limpar cache
pt_br: Limpar cache
pt_pt: Limpar cache
ru: Очистить кэш
ta: தெளிவான தற்காலிக சேமிப்பு
vi: Xóa bộ nhớ đệm
zh: 清除缓存
zh_hant: 清除快取

# settings_itemLicenses
source: View licenses
ar: الاطّلاع على التراخيص
ca: Mostra les llicències
de: Lizenzen ansehen
eo: Licencoj
es: Ver licencias
et: Kuva litsentsid
fr: Afficher les licences
gl: Ver licenzas
it: Visualizza licenze
nl: Licenties bekijken
pt: Acessar licenças
pt_br: Acessar licenças
pt_pt: Ver licenças
ru: Посмотреть лицензии
ta: உரிமங்களைக் காட்டு
zh: 查看许可
zh_hant: 查看授權

# settings_itemLogConsole
source: Log Console
ar: وحدة تسجيل الأخطاء
ca: Consola de registres
de: Log Konsole
eo: Protokolkonzolo
es: Consola de registros
et: Logimiskonsool
fr: Console de journalisation
gl: Consola de rexistro
it: Registro della console
nl: Logboekconsole
pt: Console de Logs
pt_br: Console de Logs
pt_pt: Console de Logs
ru: Журнал
ta: பதிவு கன்சோல்
vi: Bảng điều khiển nhật ký
zh: 日志控制台
zh_hant: 日誌控制台

# settings_itemOpenDeeplink
source: Open a deep link
ar: فتح رابط عميق
ca: Obre un enllaç profund
de: Einen tiefen Link öffnen
eo: Malfermi profundan ligon
es: Abrir un enlace profundo
et: Ava täppislink
fr: Ouvrir un lien profond
gl: Abrir unha ligazón oculta
it: Apri un link profondo
nl: Een deeplink openen
pt: Abra uma ligação profunda
pt_br: Abra um link profundo
pt_pt: Abra uma ligação profunda
ru: Открыть глубинную ссылку
ta: ஆழமான இணைப்பைத் திறக்கவும்
vi: Mở liên kết sâu
zh: 打开深度链接
zh_hant: 開啟深層連結

# settings_itemSessionDetails
source: Session details
ar: تفاصيل الجلسة
ca: Detalls de la sessió
de: Details der Session
eo: Sesiodetaloj
es: Detalles de la sesión
et: Sessiooni üksikasjad
fr: Détails de la session
gl: Detalles da sesión
it: Dettagli sessione
nl: Sessiedetails
pt: Pormenores da sessão
pt_br: Detalhes da sessão
pt_pt: Pormenores da sessão
ru: Детали сеанса
ta: அமர்வு விவரங்கள்
vi: Chi tiết phiên
zh: 会话详情
zh_hant: 工作階段詳細資訊

# settings_nativeArticleRenderer
source: Native article renderer
ar: عارض المقالات الأصلي
ca: Representador d’articles natiu
de: Nativer Artikel Renderer
es: Representador de artículos nativo
et: Rakendusesisene artiklite esitusvalmendus
fr: Moteur de rendu d'article natif
gl: Motor de visualización nativo
it: Render articoli nativo
nl: Native artikelweergave
pt: Renderizador de artigo nativo
pt_br: Renderizador de artigo nativo
pt_pt: Renderizador nativo de artigos
ru: Системный отрисовщик статьи
ta: சொந்த கட்டுரை ரெண்டரர்
vi: Trình kết xuất bài viết gốc
zh: 本地文章渲染器

# settings_savedArticleTagLabel
source: Label for saved articles
ar: تسمية المقالات المحفوظة
ca: Etiqueta per als articles desats
de: Schlagwort für gespeicherte Artikel
eo: Etikedo por konservitaj atikoloj
es: Etiqueta para artículos guardados
et: Silt salvestatud artiklite jaoks
fr: Label automatique la sauvegarde
gl: Etiqueta para os artigos gardados
it: Etichetta per gli articoli salvati
nl: Label voor opgeslagen artikelen
pt: Etiqueta para artigos gravados
pt_br: Etiqueta para artigos salvos
pt_pt: Etiqueta para artigos gravados
ru: Ярлык для сохранённых статей
ta: சேமித்த கட்டுரைகளுக்கான சிட்டை
vi: Thẻ cho các bài viết đã lưu
zh: 保存文章的标签
zh_hant: 已儲存文章的標籤
